tap "caskformula/caskformula"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/emacs"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/versions"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "brew-pip"
brew "ccache"
brew "chromaprint"
brew "clang-format"
brew "coreutils"
brew "dfu-util"
brew "ext4fuse"
brew "fakeroot"
brew "flow"
brew "fribidi"
brew "fswatch"
brew "gdb"
brew "gettext"
brew "git-lfs"
brew "gnu-sed"
brew "libtool"
brew "libxml2"
brew "maven"
brew "nmap"
brew "openssl@1.1"
brew "pidcat"
brew "scons"
brew "shfmt", link: false
brew "terminal-notifier"
brew "tree"
brew "unar"
brew "usbmuxd"
brew "wget"
brew "xz"
brew "zsh"
brew "zsh-completions"
cask "betterzipql"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "suspicious-package"
cask "webpquicklook"
