Repository: Akylas/alpimaps
Catalog: app/App_Resources/iOS/*.lproj/Localizable.strings
Languages: fr

# firmware_update_desc
source: your glasses will be update to the new firmware. Please wait until this process is completed.
fr: vos lunettes vont être mise à jour avec le nouveau firmware. Merci d'attendre jusqu'à la fin de la procédure .

source: reboot
fr: redémarrer

# reboot_glasses
source: do you wish to reboot the glasses?
fr: voulez-vous redémarrer vos lunettes?

# glasses_updated
source: your glasses have been updated
fr: vos lunettes on été mises à jour

source: glasses
fr: lunettes

source: file
fr: fichier

# update_glasses
source: update my glasses
fr: mettre mes lunettes à jour

# update_not_enough_battery
source: your glasses don't have enough battery for a safe ugrade. Please charge them
fr: merci de charger vos lunettes avant de procéder à la mise à jour

# firmware_update_available_desc
source: there is a new firmware available for your glasses, we advise you to update
fr: une mise à jour est disponible pour vos lunettes, nous vous conseillons de les mettre à jour

source: downloading update
fr: téléchargement de la mise à jour

# firmware_update
source: update firmware
fr: mise à jour du firmware

source: tap to open
fr: appuyez pour ouvrir

# light_desc
source: brightness of the eyewear screen
fr: luminance de l'écran des lunettes

source: light
fr: luminance

# sensor_desc
source: enable the sensor
fr: activer le capteur

# gesture_desc
source: enable the gesture sensor
fr: activer le capteur de gestes

source: gesture
fr: gestes

# cardio
source: heart beat
fr: battement de coeur

# gps_not_authorized
source: please enable GPS and authorize «Alpi Maps» to use it to determine your location
fr: activez le GPS et autorisez «Alpi Maps» à l'utiliser pour vous localiser

# gps_not_enabled
source: please enable GPS to allow «Alpi Maps» to determine your location
fr: activez le GPS pour permettre à «Alpi Maps» de vous localiser

# bluetooth_not_enabled
source: please enable bluetooth to allow «Alpi Maps» to connect to your glasses
fr: activez le Bluetooth pour permettre à «Alpi Maps» de se connecter à vos lunettes

source: settings
fr: réglages

source: let's go
fr: démarrer

source: scan
fr: rechercher

source: average speed
fr: vitesse moyenne

# connection_lost_reconnecting
source: the connection was lost with your glasses, trying to reconnect
fr: la connexion avec les lunettes s'est interrompue, tentative de reconnexion

# connection_lost
source: the connection was lost with your glasses
fr: la connexion avec les lunettes s'est interrompue

# looking_for_glasses
source: looking for your glasses
fr: recherche de vos lunettes

source: elevation gain
fr: dénivelé

source: speed
fr: vitesse

source: time
fr: temps

source: start pairing
fr: démarrer le jumellage

source: connection
fr: connexion

source: start
fr: démarrer

# stop_session_are_you_sure
source: are you sure you want to stop the session ?
fr: êtes-vous sur de vouloir arrêter la session ?

source: stop session
fr: arrêter la session

source: close
fr: fermer

source: cancel
fr: annuler

# _ios_info_plist_NSBluetoothPeripheralUsageDescription_2uVDqX
source: «Alpi Maps» use Bluetooth to connect to your glasses
fr: «Alpi Maps» utilise le Bluetooth pour se connecter à vos lunettes

# _ios_info_plist_NSLocationAlwaysAndWhenInUseUsageDescription_Z122jwE
source: «Alpi Maps» use your GPS location to display it on your glasses
fr: «Alpi Maps» utilise le GPS pour l'afficher sur vos lunettes

# _ios_info_plist_NSLocationAlwaysUsageDescription_Z1cD1M8
source: «Alpi Maps» use your GPS location to display it on your glasses
fr: «Alpi Maps» utilise le GPS pour l'afficher sur vos lunettes

# _ios_info_plist_NSLocationWhenInUseUsageDescription_ZpKiIF
source: «Alpi Maps» use your GPS location to display it on your glasses
fr: «Alpi Maps» utilise le GPS pour l'afficher sur vos lunettes
